Revit 2027 API
BuiltInFailures.SystemNavigatorFailures.MultipleSelectNumberIsWrong Property
 The selected tree nodes number of system browser is wrong.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MultipleSelectNumberIsWrong { get; }
Public Shared ReadOnly Property MultipleSelectNumberIsWrong As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MultipleSelectNumberIsWrong {
	FailureDefinitionId^ get ();
}
static member MultipleSelectNumberIsWrong : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SystemNavigatorFailures Class
Autodesk.Revit.DB Namespace